{
  "navbar_home": "Home",
  "navbar_about": "Chi siamo",
  "navbar_contact": "Contatti",
  "navbar_pricing": "Prezzi",

  "header_welcome": "Benvenuti a ",
  "header_subtitle": "Dove l'arte incontra le unghie",
  "header_text": "Manibelle è il luogo in cui lo stile incontra la sostanza. Immergetevi in un mondo di glamour, raffinatezza e creatività. Elevate le vostre unghie, elevate voi stesse.",

  "book_appointment": "Prenota un appuntamento",
  "online_appointment_booking": "Prenotazione appuntamento online",
  "follow_us": "Seguici",
  "check_instagram": "Scopri il nostro Instagram",

  "about_about_me_title": "Su di me",
  "about_about_me_text": "Sono Izabella Latorovszki e pratico l'arte della costruzione delle unghie artificiali dal 2007. Per me, questo è sempre stato più di un semplice lavoro. Credo che le unghie artificiali, oltre a migliorare l'estetica della mano, aiutino nell'espressione di sé e accentuino la femminilità in te.",
  "about_about_manibelle_title": "A Proposito di Manibelle",
  "about_about_manibelle_text": "Noi di Manibelle crediamo che la bellezza stia nei dettagli. Il nostro viaggio è iniziato con la passione per l'arte delle unghie, l'impegno per la qualità e il desiderio di creare un santuario dove i clienti possano sfuggire all'ordinario e abbracciare lo straordinario.",
  "about_client_centric_care_title": "Un'assistenza incentrata sulla cliente",
  "about_client_centric_care_text": "Il vostro comfort e la vostra soddisfazione sono al centro di tutto ciò che facciamo. Il nostro approccio personalizzato assicura che ogni visita a Manibelle sia un'esperienza su misura, che vi farà sentire coccolate e riposate.",
  "about_elevate_your_style_title": "Elevare il vostro stile",
  "about_elevate_your_style_text": "Che siate alla ricerca di un look chic e minimalista o di un design audace e di impatto, Manibelle è qui per dare vita alla vostra visione. Lasciate che le vostre unghie siano la tela che racconti la vostra storia.",

  "about_me_section1": "Nel 2007, ho completato il corso base per tecnico delle unghie organizzato da KYLUA a Lugano, durante il quale si è aperto davanti a me un mondo meraviglioso. Ho acquisito una visione di una professione che offriva infinite opportunità di crescita e sviluppo. Successivamente, ho cercato di acquisire il maggior numero possibile di esperienze ed stabilire una clientela stabile. Poi, nel 2009, ho aperto il mio primo studio a Massagno, che si è espanso nel corso degli anni per ospitare più attività. Oltre a funzionare come studio, ho anche tenuto sessioni di formazione professionale qui e sono diventato ambasciatore di un marchio unghie ungherese, occupandomi delle sue vendite.\n\n",
  "about_me_section2": "Nel giugno 2011 ho ottenuto il grado di Maestro Istruttore e da quel momento in poi mi sono sempre più concentrato sull'insegnamento e sulla partecipazione a competizioni professionali. Nel settembre 2013 ho ottenuto il primo posto nella categoria Stiletto Nails Division 2 alla competizione di Londra Nailympics. Per me, questo risultato rappresentava ciò che tutti desideriamo in questa professione.\n\nTuttavia, in questo momento avevo due opzioni: continuare la mia carriera competitiva o mettere in pausa e concentrare la mia attenzione sull'insegnamento e sull'assistenza ai clienti. Ho scelto la seconda. Successivamente, ho regolarmente organizzato corsi, campi, e nel corso degli anni ho guidato centinaia di studenti aspiranti nel loro percorso.",
  "about_me_section3": "Ad un certo punto, ho sentito di aver realizzato tutto ciò che mi ero prefissato di raggiungere nella mia professione, e la mia vita ha raggiunto un punto di svolta in cui desideravo qualcosa di diverso, di svilupparmi in una direzione diversa. Nel 2020 è nato mio figlio e negli anni successivi la mia attenzione è stata rivolta esclusivamente a lui, quindi la mia carriera professionale è passata in secondo piano per alcuni anni.\n\nNel 2023 ho ripreso le mie attività a Locarno e qui desidero continuare il sogno che avevo immaginato nel 2007. Voglio condividere con i miei ospiti, che vengono per abbellirsi e cercare relax, tutta la magia che provo quando progetto e creo unghie artificiali. Inoltre, ritengo importante che oltre all'aspetto estetico delle nostre unghie, venga data sufficiente attenzione alla cura delle unghie e delle mani. Pertanto, accolgo calorosamente gli ospiti che cercano solo un trattamento esfoliante e un massaggio.",
  

  "booking_book_now": "Prenota ora",
  "booking_text": "Siete pronte a sperimentare l'abilità artistica di Manibelle? Fissate subito il vostro appuntamento e lasciate che crei un capolavoro con le vostre unghie. Selezionate la data e l'ora che preferite e faremo in modo che la vostra visita sia a dir poco straordinaria. Oppure inviaci un messaggio su WhatsApp.",
  "booking_successful": "La tua prenotazione è andata a buon fine!",
  "booking_failed": "Prenotazione fallita, riprova!",

  "booking_user_details_title": "Dati obbligatori per la prenotazione",
  "booking_user_details_lastname": "Cognome",
  "booking_user_details_firstname": "Nome di battesimo",
  "booking_user_details_phonenumber": "Numero di telefono",
  "booking_user_details_email": "Indirizzo e-mail",
  "booking_user_details_comment": "Commento",

  "booking_user_details_lastname_error": "Per favore inserisci il tuo cognome!",
  "booking_user_details_firstname_error": "Per favore immettere il proprio Nome!",
  "booking_user_details_phonenumber_error": "Si prega di inserire un numero di telefono valido!",
  "booking_user_details_email_error": "Inserisci una email valida!",

  "booking_booking": "Prenotazione",

  "confirm": "Ok",
  "next": "Prossimo",
  "back": "Indietro",
  "read_my_story": "Leggi la mia storia",
  "hide_my_story": "Nascondi la mia storia"
}
